Dlubal.DynamPro.NVCResultsNaturalFrequencies
Natural Vibration Case results - eigenvalues

Dlubal.DynamPro.NVCResultsNaturalFrequencies.ModeShape
Number of mode shape

Dlubal.DynamPro.NVCResultsNaturalFrequencies.Eigenvalue
Eigenvalue [1/s^2]

Dlubal.DynamPro.NVCResultsNaturalFrequencies.AngularFrequency
Angular frequency [1/s]

Dlubal.DynamPro.NVCResultsNaturalFrequencies.NaturalFrequency
Natural frequency [hz]

Dlubal.DynamPro.NVCResultsNaturalFrequencies.NaturalPeriod
Natural period [s]